afractal.node-essentials
alefragnani.bookmarks
alexcvzz.vscode-sqlite
batisteo.vscode-django
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
codeium.codeium
csstools.postcss
davidanson.vscode-markdownlint
davidwang.ini-for-vscode
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gitlab.gitlab-workflow
meezilla.json
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
rvest.vs-code-prettier-eslint
shamanu4.django-intellisense
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
syler.sass-indented
vscodevim.vim
wix.vscode-import-cost
yzhang.markdown-all-in-one
